[{"meta":{"title":"Gorgons Legend","date":"2022-06-25","categories":["2d","arcade","platformer"],"svg":"Ocean","description":"A mix of platformer with fast paced arcade action, take on the role of three different characters... all part of the same story.","content":[{"name":"Adventures","description":"As the game unfolders, you can play up to a total of 3 different characters, each with their own unique abilities and story."},{"name":"Fast Paced","description":"a mix of platformer with fast paced arcade action"},{"name":"Custom Builds","description":"Customize and build each character with different attributes and abilities"}]},"path":"/games/cupids-balance"},{"meta":{"title":"Jaek's Adven'cha","date":"2021-12-14","categories":["2d","arcade","flappy-style"],"svg":"Ocean","description":"Jaek dreams of becoming a great adventurer, but he's not quite there yet. Help him on his journey to become the greatest adventurer of all time!","content":[{"name":"Challenge","description":"Every level comes with a challenge... and a boss.  Are you up for the journey?"},{"name":"Flappy Style","description":"Enjoy the classic flappy bird style gameplay, but with a twist!"},{"name":"Powerups","description":"Collect powerups to use them strategically to your advantage."}]},"path":"/games/flappy-jacob"},{"meta":{"title":"Isle of Zultiki","date":"2021-12-14","categories":["2d","rpg","customize"],"svg":"Ocean","description":"Different people all over the world are drawn to a mysterious island. What is the island's secret?","content":[{"name":"Professions","description":"Enjoy up to 12 different professions to choose from.  Each class has their own unique abilities and playstyle."},{"name":"Spells","description":"Uncover new spells and abilities as you level up.  Use them strategically to your advantage."},{"name":"Customize","description":"Build on your character's attributes and abilities to make them your own."}]},"path":"/games/zultiki"},{"meta":{"title":"Palooza","date":"2021-11-14","categories":["2d","Match 3","Fast paced"],"svg":"Ocean","description":"Play an engaging Match 3 game with a twist. Collect powerups and use them strategically to your advantage.","content":[{"name":"Puzzling Combos","description":"Faxanadu, Guild Wars 1, Quest for Glory"},{"name":"Legendary Specials","description":"She-Ra: Princess of Power, Legend of Korra, Owl House"},{"name":"Updated Daily","description":"Skateboarding archer with healing arrows"}]},"path":"/games/palooza"}]